Repository: darktable-org/lua-scripts
Catalog: data/po/*/copy_attach_detach_tags.po
Languages: de

source: Image tags copied ...
de: Bild Tags kopiert ...

source: No tags to attached, please copy tags first.
de: Es wurden keine Tags eingefügt. Bitte zuerst die Tags kopieren.

source: Tags attached ...
de: Tags anhängen ...

source: Tags removed from image(s).
de: Tags von Bildern wurden gelöscht.

source: Tags replaced
de: Tag ersetzen

source: multi copy tags
de: Tags kopieren

source: paste tags
de: Tags anhängen

source: replace tags
de: Tags ersetzen

source: remove all tags
de: Tags löschen

source: tag clipboard
de: Zwischenablage

source: copy tags from selected image(s)
de: Tags von ausgewählten Bildern kopieren

source: paste tags to selected image(s)
de: Tags an ausgewählte Bilder anhängen

source: remove tags from selected image(s)
de: Tags von ausgewählten Bildern löschen

source: replace tags from selected image(s)
de: Tags von ausgewählten Bildern ersetzen
