Repository: darktable-org/lua-scripts
Catalog: data/po/*/pdf_slideshow.po
Languages: fr

source: pdflatex not found
fr: pdflatex non trouvé

source: a pdf viewer
fr: lecteur pdf

source: can be an absolute pathname or the tool may be in the PATH
fr: peut être un chemin absolu où l'outil peut être dans le chemin par défaut

source: slideshow title
fr: titre du diaporama

source: transition delay (s)
fr: temporisation (s) entre diapositives

source: include image title
fr: inclus le titre de l'image

source: whether to include the image title (if defined) into the slide
fr: indique si le titre de l'image (si défini) doit être inclus dans la diapositive

source: include image author
fr: inclus l'auteur de l'image

source: whether to include the image author (if defined) into the slide
fr: indique si l'auteur de l'image (si défini) doit être inclus dans la diapositive

source: pdf slideshow
fr: diaporama pdf

source: problem running pdflatex
fr: impossible d'exécuter pdflatex

source: problem running
fr: impossible d'exécuter

source: problem running pdf viewer
fr: impossible d'exécuter le lecteur pdf
