Repository: darktable-org/lua-scripts
Catalog: data/po/*/quicktag.po
Languages: de

source: max. length of button labels
de: Max. Länge der Schaltflächen-Beschriftung

source: may range from 15 to 60 - needs a restart
de: Bereich von 15 bis 60 möglich - Neustart erforderlich

source: number of quicktag fields
de: Anzahl von quicktag Feldern

source: may range from 2 to 20 - needs a restart
de: Bereich von 2 bis 20 möglich - Neustart erforderlich

source: quicktag %i is empty, please set a tag
de: quicktag %i ist leer - bitte Tag eingeben

source: no images selected
de: keine Bilder ausgewählt

source: tag "%s" attached to %i image(s)
de: Tag "%s" an %i Bild(er) angehängt

source: old quicktag
de: Alter quicktag

source: select the quicktag to replace
de: Wähle den quicktag der ersetzt werden soll

source: new quicktag
de: Neuer quicktag

source: enter your tag here
de: Bitte Tag hier eingeben

source: set quicktag
de: Setze Tag

source: new quicktag is empty!
de: Neuer Tag ist leer!

source: quicktag "%s" replaced by "%s"
de: quicktag "%s" ersetzt durch "%s"
