Repository: darktable-org/lua-scripts
Catalog: contrib/*/LC_MESSAGES/database_statistics.po
Languages: de_de

source: Disc usage:
de_de: Speicherbelegung:

source: Filmrolls:
de_de: Filmrollen:

source: Images:
de_de: Bilder:

source: Images without stars:
de_de: Bilder ohne Sterne:

source: Images with 1 star:
de_de: Bilder mit 1 Stern:

source: Images with 2 stars:
de_de: Bilder mit 2 Sternen:

source: Images with 3 stars:
de_de: Bilder mit 3 Sternen:

source: Images with 4 stars:
de_de: Bilder mit 4 Sternen:

source: Images with 5 stars:
de_de: Bilder mit 5 Sternen:

source: Images with red labels:
de_de: Bilder mit roter Markierung:

source: Images with yellow labels:
de_de: Bilder mit gelber Markierung:

source: Images with green labels:
de_de: Bilder mit gr√ºner Markierung:

source: Images with blue labels:
de_de: Bilder mit blauer Markierung:

source: Images with magenta labels:
de_de: Bilder mit magenta Markierung:

source: Images without labels:
de_de: Bilder ohne Markierung:

source: ERROR: sqlite3 not found! Please install sqlite3.
de_de: ERROR: sqlite3 nicht gefunden! Bitte sqlite3 installieren.

source: ERROR: rm not found! Please install core utilities.
de_de: ERROR: rm nicht gefunden! Bitte die Core Utilities installieren.

source: ERROR: grep not found! Please install core utilities.
de_de: ERROR: grep nicht gefunden! Bitte die Core Utilities installieren.

source: ERROR: wc not found! Please install core utilities.
de_de: ERROR: wc nicht gefunden! Bitte die Core Utilities installieren.

source: Analyze database. Please wait...
de_de: Bitte warten. Analysiere die Datenbank...

source: Database statistics
de_de: Datenbank Statistik

source: Analyse database
de_de: Datenbank analysieren

source: Analyzed
de_de: Analysiert

source: Analyse finished
de_de: Analyse beendet
