Repository: darktable-org/lua-scripts
Catalog: contrib/*/LC_MESSAGES/steghideexport.po
Languages: de_de

source: Use selected text file
de_de: Ausgewählt Textdatei verwenden

source: Default text file: ~/.config/darktable/steghide/steghide_default
de_de: Standard Textdatei: ~/.config/darktable/steghide/steghide_default

source: Use user text line
de_de: Eingabe Textzeile verwenden

source: Embed the user text line
de_de: Eingabe Textzeile einbetten

source: Password:
de_de: Passwort:

source: Steghide requires a password
de_de: Steghide benötigt ein Passwort

source: Please enter a password
de_de: Bitte geben Sie ein Passwort ein

source: Enter a password
de_de: Passwort eingeben

source: User text line:
de_de: Eingabe Textzeile

source: Enter the user text to embed
de_de: Eingabezeile zum Text einbetten

source: Target directory:
de_de: Zielverzeichnis:

source: Selected text file:
de_de: Ausgewählte Textdatei:

source: Encryption algorithm / mode:
de_de: Verschlüsselungsalgorithmus / Modus:

source: Export Steghide JPEG
de_de: Exportiere Steghide JPEG

source: Text file
de_de: Textdatei

source: Export JPEG to Steghide
de_de: Exportiere JPEG nach Steghide

source: ERROR: No password found
de_de: ERROR: Kein Passwort eingegeben

source: steghide not found
de_de: steghide nicht gefunden

source: Will try to embed text
de_de: Versuche Text einzubetten

source: ERROR: No user text found
de_de: ERROR: Keine Texteingabe gefunden

source: ERROR: No text file selected
de_de: ERROR: Keine Textdatei ausgewählt

source: Embeding text...
de_de: Bette Textdatei ein...

source: ERROR: Embeding not working
de_de: ERROR: Einbetten funktioniert nicht

source: Command steghide failed ...
de_de: Steghide Befehl funktioniert nicht...

source: Steghide JPEG Photo
de_de: Steghide JPEG Foto

source: ERROR: Steghide not found. Please install steghide.
de_de: ERROR: Steghide nicht gefunden. Bitte installieren Sie steghide.

source: ERROR: No textfile created or selected
de_de: ERROR: Keine Textdatei erstellt oder ausgewählt
