Repository: darktable-org/lua-scripts
Catalog: locale/*/LC_MESSAGES/OpenInExplorer.po
Languages: de_de

source: OpenInExplorer plug-in only supports Linux and macOS, and Windows at this time
de_de: OpenInExplorer-Plug-in unterstützt zur Zeit nur Linux, macOS oder Windows

source: No links directory selected. Please check the dt preferences (lua options)
de_de: Kein Verknüpfungs-Verzeichnis ausgewählt. Bitte die dt-Voreinstellungen überprüfen (Lua-Optionen)

source: Links directory '%s' not found. Please check the dt preferences (lua options)
de_de: Das Verknüpfungs-Verzeichnis '%s' konnte nicht gefunden werden. Bitte die dt-Voreinstellungen überprüfen (Lua-Optionen)

source: Failed to create links. Missing rights?
de_de: Die Verknüpfungen konnten nicht erstellt werden. Fehlende Rechte?

source: Please select an image
de_de: Es wurde kein Bild ausgewählt

source: Please select fewer images (max. 15)
de_de: Bitte nicht mehr als 15 Bilder auswählen

source: show in file explorer
de_de: im Dateimanager anzeigen

source: Open the file manager at the selected image's location
de_de: Öffnet den Dateimanager an der Position des ausgewählten Bildes

source: OpenInExplorer: linked files directory
de_de: OpenInExplorer: Verknüpfungs-Verzeichnis

source: Directory to store the links to the file names. Requires restart to take effect
de_de: Verzeichnis für die Verknüpfungen zu den Dateinamen. Erfordert dt-Neustart

source: Select directory
de_de: Verzeichnis auswählen

source: OpenInExplorer: use links
de_de: OpenInExplorer: Verknüpfungen nutzen

source: Use links instead of multiple windows. Requires restart to take effect
de_de: Verknüpfungen statt einzelner Fenster nutzen. Erfordert dt-Neustart
