Repository: darktable-org/lua-scripts
Catalog: locale/*/LC_MESSAGES/photils.po
Languages: fr_fr

source: get tags
fr_fr: trouver des mots-clés

source: requires a restart to be applied
fr_fr: nécessite un redémarrage pour être pris en compte

source: min confidence value
fr_fr: niveau de confiance minimum

source: The suggested tags were not generated for the currently selected image!
fr_fr: La proposition de mots-clés n'a pas été générée pour l'image sélectionnée actuellement !

source: page %s of %s
fr_fr: page %s de %s

source: Apply tag to image
fr_fr: Appliquer les mots-clés à l'image

source: Tags successfully attached to image
fr_fr: Les mots-clés ont bien été ajoutés à l'image

source: %s found %d tags for your image
fr_fr: %s a trouvé %d mots-clés pour votre image

source: No image selected.
fr_fr: Pas d'image sélectionnée.

source: This plugin can only handle a single image.
fr_fr: Ce plugin ne peut gérer qu'une seule image.

source: %s failed, see terminal output for details
fr_fr: %s a échoué, consultez les messages sur le terminal pour plus de détails

source: no tags where found
fr_fr: aucun mot-clé n'a été trouvé

source: attach %d tags
fr_fr: ajouter %d mots-clés

source: photils-cli not found
fr_fr: photils-cli non trouvé

source: Select an image, click "get tags" and get suggestions for tags.
fr_fr: Sélectionnez une image, cliquez sur « trouver des mots-clés » pour obtenir une proposition de mots-clés.

source: photils: show confidence value
fr_fr: photils: afficher le niveau de confiance

source: if enabled, the confidence value for each tag is displayed
fr_fr: Si activé, le niveau de confiance de chaque mot-clé est affiché

source: photils: use exported image for tag request
fr_fr: photils: utiliser l'image exportée pour la recherche de mots-clés

source: If enabled, the image passed to photils for tag suggestion is based on the exported, already edited image. Otherwise, the embedded thumbnail of the RAW file will be used for tag suggestion.The embedded thumbnail could speedup the tag suggestion but can fail if the RAW file is not supported.
fr_fr: Si activé, l'image passée à photils pour la proposition de mots-clés est basée sur l'export de l'image déjà éditée. Sinon, c'est la vignette encapsulée dans le fichier RAW qui sera utilisée. La vignette encapsulée pourra accélérer la proposition des mots-clés mais la recherche échouera si le fichier RAW n'est pas supporté.
