Repository: darktable-org/lua-scripts
Catalog: locale/*/LC_MESSAGES/script_manager.po
Languages: fr_fr

source: Cant read from
fr_fr: Ne peut pas lire

source: Loaded
fr_fr: Script chargé :

source: failed to load
fr_fr: non chargé

source: will not start when darktable is restarted
fr_fr: ne démarrera pas lorsque darktable sera redémarré

source: find command is
fr_fr: la commande find est

source: lua scripts successfully updated
fr_fr: mise à jour des scripts lua réussie

source: category
fr_fr: la catégorie

source: is already in use. Please specify a different category name.
fr_fr: est déjà utilisée. Indiquez un autre nom de catégorie SVP.

source: scripts successfully installed into category
fr_fr: les scripts ont été installés dans la catégorie

source: No scripts found to install
fr_fr: Nous n'avons pas trouvé de script à installer

source: failed to download scripts
fr_fr: impossible de télécharger les scripts

source: started
fr_fr: démarré

source: stopped
fr_fr: arrêté

source: of
fr_fr: sur

source: scripts to update
fr_fr: scripts à mettre à jour

source: select the scripts installation to update
fr_fr: sélectionnez les scripts à mettre à jour

source: update scripts
fr_fr: mettre à jour les scripts

source: update the lua scripts from the repository
fr_fr: metre à jour les scripts depuis le dépôt

source: enter the URL of the git repository containing the scripts you wish to add
fr_fr: indiquez l'URL du dépôt git contenant les scripts que vous souhaitez ajouter

source: name of new category
fr_fr: nom de la nouvelle catégorie

source: enter a category name for the additional scripts
fr_fr: indiquez un nom de catégorie pour les scripts supplémentaires

source: URL to download additional scripts from
fr_fr: URL d'où seront téléchargés les scripts

source: new category to place scripts in
fr_fr: nouvelle catégorie où seront placés les scripts

source: install additional scripts
fr_fr: installer les scripts supplémentaires

source: Enable "Disable Scripts" button
fr_fr: Activer le bouton « Désactiver les Scripts »

source: Disable Scripts
fr_fr: Désactiver les scripts

source: lua scripts will not run the next time darktable is started
fr_fr: les scripts lua ne seront pas lancés au prochain démarrage de darktable

source: add more scripts
fr_fr: ajouter des scripts

source: disable scripts
fr_fr: désactiver les scripts

source: category
fr_fr: catégorie

source: select the script category
fr_fr: sélectionner la catégorie

source: scripts per page
fr_fr: scripts par page

source: select number of start/stop buttons to display
fr_fr: sélectionner le nombre de boutons marche/arrêt à afficher

source: change number of buttons
fr_fr: changer le nombre de boutons

source: install/update scripts
fr_fr: installer/mettre à jour des scripts

source: configure
fr_fr: configurer

source: start/stop scripts
fr_fr: démarrer/arrêter des scripts
