Repository: darktable-org/lua-scripts
Catalog: plugins/enfuse/*/LC_MESSAGES/enfuse.po
Languages: de_de

source: Export Image %i/%i
de_de: Exportiere Bild %i/%i

source: enfuse-mp executable found, using it
de_de: enfuse-mp ausführbare Datei gefunden, wird verwenden es

source: exposure-mu
de_de: Belichtung-mu

source: center also known as MEAN of Gaussian weighting function (0 <= MEAN <= 1); default: 0.5
de_de: Zentrum auch als Mittel der Gaußschen Gewichtungsfunktion ( 0 <= MEAN < = 1) bekannt; Standard: 0.5

source: depth
de_de: Farbtiefe

source: output image bits per channel
de_de: Ausgangsabbildbits pro Kanal

source: Align Images
de_de: Ausrichten der Bilder

source: gray projector
de_de: grau Projektor

source: type of grayscale conversion, default = average
de_de: Art der Graustufen-Konvertierung, Standard: mittel

source: contrast window size
de_de: Kontrastfenstergröße

source: size of box used for contrast detection, >= 3, default 5
de_de: Größe des Kastens, der für die Kontrasterkennung verwendet wird, > = 3, Standard: 5

source: contrast edge scale
de_de: Kontrastkante Skala

source: laplacian edge detection, 0 disables, >0 enables, .3 is a good starting value
de_de: Laplace-Kantenerkennung, 0 deaktiviert die Funktion, > 0 aktiviert die Funktion, 0,3 ist ein guter Start

source: Aligning images...
de_de: Ausrichten der Bildern...

source: Image alignment failed
de_de: Bildausrichtung ist fehlgeschlagen

source: No aligned images found
de_de: Keine ausgerichteten Bilder gefunden

source: not enough suitable images selected, nothing to do for enfuse
de_de: nicht genug geeignete Bilder ausgewählt, nichts für enfuse zu tun

source: Launching enfuse...
de_de: Starten von enfuse...

source: enfuse failed, see terminal output for details
de_de: enfuse fehlgeschlagen, siehe Terminal-Ausgabe für Details

source: enfuse was successful, resulting image was imported
de_de: enfuse war erfolgreich, resultierendes Bild wurde importiert

source: Enfuse Focus Stack
de_de: Enfuse Fokus Stapel
